amd-ucode
base
base-devel
bitwarden
bluez
bluez-utils
curseforge
dkms
dolphin
dunst
efibootmgr
elephant-all
firefox
gamemode
gamescope
git
gnome-keyring
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
icaclient
imv
iwd
kitty
kwalletmanager
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
mpv
mpv-mpris
mpv-thumbfast-git
mpv-uosc
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia
nvidia-settings
opencl-nvidia
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
prettier
prismlauncher
proton-vpn-gtk-app
protonup-qt
python-black
python-pip
python-pywal
python-pywalfox
qt5-wayland
qt6-wayland
reflector
rsync
sddm
sddm-sugar-candy-git
slurp
smartmontools
spotify-launcher
starship
steam
swww
ttf-apple-emoji
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
unzip
uwsm
vazirmatn-fonts
vesktop
walker
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
